Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: %@ go to %@.
de: %1$@ gehen zu %2$@.
es: %1$@ van a %2$@.
fr: %1$@ vont dans %2$@.
id: %@ dikirim ke %@.
it: %@ vanno in %@.
ja: %1$@ は %2$@ にアップロード。
ko: %1$@ 항목은 %2$@에 업로드됩니다.
nl: %@ gaan naar %@.
pl: %1$@ trafiają do %2$@.
pt_br: %1$@ vão para %2$@.
ru: %@ загружаются в %@.
tr: %1$@ dosyaları %2$@ hedefine gider.
uk: %1$@ вивантажуються в %2$@.
vi: %@ được tải lên %@.
zh_hans: %1$@ 上传到 %2$@。
zh_hant: %1$@ 會上傳到 %2$@。

source: %@: the short link may still exist.
de: %@: Der Kurzlink besteht vielleicht noch.
es: %@: puede que el enlace corto siga existiendo.
fr: %@ : le lien court existe peut-être encore.
id: %@: tautan pendek mungkin masih ada.
it: %@: il link breve potrebbe esistere ancora.
ja: %@: 短縮リンクが残っている可能性があります。
ko: %@: 짧은 링크가 아직 남아 있을 수 있습니다.
nl: %@: de korte link bestaat mogelijk nog.
pl: %@: krótki link może nadal istnieć.
pt_br: %@: o link curto pode ainda existir.
ru: %@: короткая ссылка может ещё существовать.
tr: %@: kısa bağlantı hâlâ var olabilir.
uk: %@: коротке посилання може ще існувати.
vi: %@: liên kết ngắn có thể vẫn tồn tại.
zh_hans: %@：短链接可能仍存在。
zh_hant: %@：短連結可能仍存在。

source: 1. Create a token
de: 1. Token erstellen
es: 1. Crea un token
fr: 1. Créer un jeton
id: 1. Buat token
it: 1. Crea un token
ja: 1. トークンを作成
ko: 1. 토큰 생성
nl: 1. Maak een token aan
pl: 1. Utwórz token
pt_br: 1. Crie um token
ru: 1. Создайте токен
tr: 1. Token oluştur
uk: 1. Створіть токен
vi: 1. Tạo token
zh_hans: 1. 创建令牌
zh_hant: 1. 建立權杖

source: 14 days
de: 14 Tage
es: 14 días
fr: 14 jours
id: 14 hari
it: 14 giorni
ja: 14日
ko: 14일
nl: 14 dagen
pl: 14 dni
pt_br: 14 dias
ru: 14 дней
tr: 14 gün
uk: 14 днів
vi: 14 ngày
zh_hans: 14 天
zh_hant: 14 天

source: 2. Paste it
de: 2. Einfügen
es: 2. Pégalo
fr: 2. Collez-le
id: 2. Tempel
it: 2. Incollalo
ja: 2. 貼り付ける
ko: 2. 붙여넣기
nl: 2. Plak het
pl: 2. Wklej go
pt_br: 2. Cole-o
ru: 2. Вставьте его
tr: 2. Yapıştır
uk: 2. Вставте його
vi: 2. Dán token
zh_hans: 2. 粘贴
zh_hant: 2. 貼上

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
id: 30 hari
it: 30 giorni
ja: 30日
ko: 30일
nl: 30 dagen
pl: 30 dni
pt_br: 30 dias
ru: 30 дней
tr: 30 gün
uk: 30 днів
vi: 30 ngày
zh_hans: 30 天
zh_hant: 30 天

source: A bucket with this name already exists. Pick it from the list above to use it.
de: Ein Bucket mit diesem Namen existiert bereits. Wähle ihn oben aus der Liste aus, um ihn zu verwenden.
es: Ya existe un bucket con este nombre. Elígelo de la lista de arriba para usarlo.
fr: Un bucket portant ce nom existe déjà. Choisissez-le dans la liste ci-dessus pour l’utiliser.
id: Bucket dengan nama ini sudah ada. Pilih dari daftar di atas untuk menggunakannya.
it: Esiste già un bucket con questo nome. Sceglilo dall’elenco qui sopra per usarlo.
ja: この名前のバケットはすでに存在します。使用するには、上のリストから選択してください。
ko: 이 이름의 버킷이 이미 있습니다. 사용하려면 위 목록에서 선택하세요.
nl: Er bestaat al een bucket met deze naam. Kies hem in de lijst hierboven om hem te gebruiken.
pl: Bucket o tej nazwie już istnieje. Wybierz go z listy powyżej, aby go użyć.
pt_br: Já existe um bucket com este nome. Escolha-o na lista acima para usá-lo.
ru: Бакет с таким именем уже существует. Выберите его в списке выше, чтобы использовать.
tr: Bu ada sahip bir bucket zaten var. Kullanmak için yukarıdaki listeden seç.
uk: Бакет з такою назвою вже існує. Виберіть його зі списку вище, щоб використовувати.
vi: Đã có bucket với tên này. Hãy chọn nó trong danh sách ở trên để sử dụng.
zh_hans: 已存在同名存储桶。请从上方列表中选择它来使用。
zh_hant: 已有同名的儲存貯體。請從上方列表中選擇它來使用。

source: A file with this name is already in the bucket.
de: Eine Datei mit diesem Namen ist bereits im Bucket.
es: Ya hay un archivo con este nombre en el bucket.
fr: Un fichier portant ce nom se trouve déjà dans le bucket.
id: File dengan nama ini sudah ada di bucket.
it: Nel bucket c’è già un file con questo nome.
ja: この名前のファイルはすでにバケットにあります。
ko: 이 이름의 파일이 이미 버킷에 있습니다.
nl: Er staat al een bestand met deze naam in de bucket.
pl: Plik o tej nazwie jest już w buckecie.
pt_br: Já existe um arquivo com este nome no bucket.
ru: Файл с таким именем уже есть в бакете.
tr: Bu ada sahip bir dosya bucket'ta zaten var.
uk: Файл із такою назвою вже є в бакеті.
vi: Đã có một tệp có tên này trong bucket.
zh_hans: 存储桶中已有同名文件。
zh_hant: 儲存貯體中已有同名檔案。

source: A new name for a single file, keeping its extension.
de: Ein neuer Name für eine einzelne Datei, die Endung bleibt.
es: Un nombre nuevo para un solo archivo; la extensión se mantiene.
fr: Un nouveau nom pour un seul fichier, en gardant son extension.
id: Nama baru untuk satu file, ekstensinya tetap.
it: Un nuovo nome per un singolo file, mantenendo l’estensione.
ja: 1つのファイルの新しい名前 (拡張子はそのまま)。
ko: 단일 파일의 새 이름입니다. 확장자는 유지됩니다.
nl: Een nieuwe naam voor één bestand, de extensie blijft behouden.
pl: Nowa nazwa pojedynczego pliku, z zachowaniem rozszerzenia.
pt_br: Um nome novo para um único arquivo, mantendo a extensão.
ru: Новое имя для одного файла, расширение сохраняется.
tr: Tek bir dosya için yeni bir ad, uzantısı aynı kalır.
uk: Нова назва для одного файлу, розширення залишиться.
vi: Tên mới cho một tệp duy nhất, giữ nguyên phần mở rộng.
zh_hans: 为单个文件指定新名称，扩展名保持不变。
zh_hant: 為單一檔案指定新名稱，保留其副檔名。

source: Address
de: Adresse
es: Dirección
fr: Adresse
id: Alamat
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_hans: 地址
zh_hant: 位址

source: After each upload, the link is shortened with your own link shortener and the short link is copied. If it can’t be, the original link is copied and you’re told. Your links and click data stay in your infrastructure.
de: Nach jedem Upload wird der Link mit deinem eigenen Linkkürzer gekürzt und der Kurzlink kopiert. Klappt das nicht, wird der ursprüngliche Link kopiert und du erfährst es. Deine Links und Klickdaten bleiben in deiner Infrastruktur.
es: Después de cada subida, el enlace se acorta con tu propio acortador y se copia el enlace corto. Si no se puede, se copia el enlace original y se te avisa. Tus enlaces y datos de clics se quedan en tu infraestructura.
fr: Après chaque envoi, le lien est raccourci avec votre propre raccourcisseur et le lien court est copié. Si ce n’est pas possible, le lien d’origine est copié et vous êtes prévenu. Vos liens et vos données de clics restent dans votre infrastructure.
id: Setelah setiap unggahan, tautan dipendekkan dengan pemendek tautan milik Anda dan tautan pendeknya disalin. Jika tidak bisa, tautan asli yang disalin dan Anda diberi tahu. Tautan dan data klik Anda tetap di infrastruktur Anda.
it: Dopo ogni caricamento, il link viene accorciato con il tuo accorciatore e viene copiato il link breve. Se non è possibile, viene copiato il link originale e ricevi un avviso. I tuoi link e i dati dei clic restano nella tua infrastruttura.
ja: アップロードのたびに、ご自身の短縮サービスでリンクを短縮し、短縮リンクをコピーします。短縮できなかった場合は元のリンクをコピーしてお知らせします。リンクとクリックのデータはご自身のインフラに残ります。
ko: 업로드할 때마다 직접 운영하는 링크 단축기로 링크를 줄이고 짧은 링크를 복사합니다. 줄일 수 없으면 원래 링크를 복사하고 알려 줍니다. 링크와 클릭 데이터는 사용자의 인프라에 남습니다.
nl: Na elke upload wordt de link ingekort met je eigen linkverkorter en wordt de korte link gekopieerd. Lukt dat niet, dan wordt de oorspronkelijke link gekopieerd en krijg je een melding. Je links en klikgegevens blijven in je eigen infrastructuur.
pl: Po każdym przesłaniu link jest skracany Twoim własnym skracaczem, a krótki link jest kopiowany. Jeśli się nie da, kopiowany jest oryginalny link i dostajesz powiadomienie. Twoje linki i dane o kliknięciach zostają w Twojej infrastrukturze.
pt_br: Depois de cada envio, o link é encurtado com o seu próprio encurtador e o link curto é copiado. Se não der, o link original é copiado e você é avisado. Seus links e dados de cliques ficam na sua infraestrutura.
ru: После каждой загрузки ссылка сокращается вашим собственным сервисом сокращения ссылок, и копируется короткая ссылка. Если это не удалось, копируется исходная ссылка, и вы получите уведомление. Ваши ссылки и данные о переходах остаются в вашей инфраструктуре.
tr: Her yüklemeden sonra bağlantı kendi bağlantı kısaltıcınızla kısaltılır ve kısa bağlantı kopyalanır. Kısaltılamazsa orijinal bağlantı kopyalanır ve size bildirilir. Bağlantılarınız ve tıklama verileriniz kendi altyapınızda kalır.
uk: Після кожного вивантаження посилання скорочується вашим власним сервісом скорочення, і копіюється коротке посилання. Якщо не вдалося, копіюється початкове посилання, і ви отримаєте сповіщення. Ваші посилання й дані про переходи залишаються у вашій інфраструктурі.
vi: Sau mỗi lần tải lên, liên kết được rút gọn bằng dịch vụ rút gọn của riêng bạn và liên kết ngắn được sao chép. Nếu không được, liên kết gốc sẽ được sao chép và bạn sẽ được báo. Liên kết và dữ liệu lượt nhấp vẫn nằm trong hạ tầng của bạn.
zh_hans: 每次上传后，都会用你自己的短链接服务缩短链接并复制短链接。如果无法缩短，会复制原始链接并通知你。你的链接和点击数据都留在你自己的基础设施中。
zh_hant: 每次上傳後，都會用你自己的短網址服務縮短連結並拷貝短連結。若無法縮短，會拷貝原始連結並通知你。你的連結和點擊資料都留在你自己的基礎設施中。

source: Aktar can only read the short link as one value of a JSON answer, such as {json:link}.
de: Aktar kann den Kurzlink nur als einen Wert einer JSON-Antwort lesen, etwa {json:link}.
es: Aktar solo puede leer el enlace corto como un valor de una respuesta JSON, como {json:link}.
fr: Aktar ne peut lire le lien court que comme une valeur d’une réponse JSON, par exemple {json:link}.
id: Aktar hanya dapat membaca tautan pendek sebagai satu nilai dari respons JSON, seperti {json:link}.
it: Aktar può leggere il link breve solo come un valore di una risposta JSON, ad esempio {json:link}.
ja: Aktarが読み取れる短縮リンクは、{json:link} のようなJSON応答の1つの値だけです。
ko: Aktar는 {json:link}처럼 JSON 응답의 값 하나로만 짧은 링크를 읽을 수 있습니다.
nl: Aktar kan de korte link alleen lezen als één waarde uit een JSON-antwoord, zoals {json:link}.
pl: Aktar może odczytać krótki link tylko jako jedną wartość odpowiedzi JSON, np. {json:link}.
pt_br: O Aktar só consegue ler o link curto como um valor de uma resposta JSON, como {json:link}.
ru: Aktar может прочитать короткую ссылку только как одно значение ответа JSON, например {json:link}.
tr: Aktar kısa bağlantıyı yalnızca {json:link} gibi bir JSON yanıtının tek bir değeri olarak okuyabilir.
uk: Aktar може прочитати коротке посилання лише як одне значення відповіді JSON, наприклад {json:link}.
vi: Aktar chỉ có thể đọc liên kết ngắn dưới dạng một giá trị của phản hồi JSON, chẳng hạn {json:link}.
zh_hans: Aktar 只能把短链接读取为 JSON 响应中的一个值，例如 {json:link}。
zh_hant: Aktar 只能將短連結讀取為 JSON 回應中的一個值，例如 {json:link}。

source: Aktar can’t import this configuration: it uses %@.
de: Aktar kann diese Konfiguration nicht importieren: Sie verwendet %@.
es: Aktar no puede importar esta configuración: usa %@.
fr: Aktar ne peut pas importer cette configuration : elle utilise %@.
id: Aktar tidak dapat mengimpor konfigurasi ini: konfigurasi ini menggunakan %@.
it: Aktar non può importare questa configurazione: usa %@.
ja: Aktarはこの構成を読み込めません: %@ を使用しています。
ko: Aktar는 이 구성을 가져올 수 없습니다: %@을(를) 사용합니다.
nl: Aktar kan deze configuratie niet importeren: hij gebruikt %@.
pl: Aktar nie może zaimportować tej konfiguracji: używa ona %@.
pt_br: O Aktar não pode importar esta configuração: ela usa %@.
ru: Aktar не может импортировать эту конфигурацию: в ней используется %@.
tr: Aktar bu yapılandırmayı içe aktaramaz: %@ kullanıyor.
uk: Aktar не може імпортувати цю конфігурацію: у ній використовується %@.
vi: Aktar không thể nhập cấu hình này: nó dùng %@.
zh_hans: Aktar 无法导入此配置：它使用了%@。
zh_hant: Aktar 無法匯入此設定：它使用了%@。

source: Allow insecure HTTP
de: Unsicheres HTTP erlauben
es: Permitir HTTP no seguro
fr: Autoriser le HTTP non sécurisé
id: Izinkan HTTP tidak aman
it: Consenti HTTP non sicuro
ja: 安全でないHTTPを許可
ko: 안전하지 않은 HTTP 허용
nl: Onveilige HTTP toestaan
pl: Zezwalaj na niezabezpieczony HTTP
pt_br: Permitir HTTP inseguro
ru: Разрешить небезопасный HTTP
tr: Güvenli olmayan HTTP’ye izin ver
uk: Дозволити незахищений HTTP
vi: Cho phép HTTP không an toàn
zh_hans: 允许不安全的 HTTP
zh_hant: 允許不安全的 HTTP

source: Also shorten temporary links
de: Auch temporäre Links kürzen
es: Acortar también los enlaces temporales
fr: Raccourcir aussi les liens temporaires
id: Pendekkan juga tautan sementara
it: Accorcia anche i link temporanei
ja: 期限付きリンクも短縮
ko: 임시 링크도 줄이기
nl: Ook tijdelijke links inkorten
pl: Skracaj też linki tymczasowe
pt_br: Encurtar também links temporários
ru: Сокращать и временные ссылки
tr: Süreli bağlantıları da kısalt
uk: Скорочувати й тимчасові посилання
vi: Rút gọn cả liên kết tạm thời
zh_hans: 也缩短临时链接
zh_hant: 也縮短暫時連結

source: Another app asked Aktar to upload to %@. Only upload if you chose Upload with Aktar or Aktar in the Share menu yourself.
de: Eine andere App möchte, dass Aktar nach %@ hochlädt. Lade nur hoch, wenn du selbst „Mit Aktar hochladen“ oder Aktar im Teilen-Menü gewählt hast.
es: Otra app pidió a Aktar que subiera a %@. Súbelo solo si elegiste tú mismo «Subir con Aktar» o Aktar en el menú Compartir.
fr: Une autre app a demandé à Aktar d’envoyer vers %@. N’envoyez que si vous avez vous-même choisi « Envoyer avec Aktar » ou Aktar dans le menu Partager.
id: Aplikasi lain meminta Aktar mengunggah ke %@. Unggah hanya jika Anda sendiri memilih “Unggah dengan Aktar” atau Aktar di menu Bagikan.
it: Un’altra app ha chiesto ad Aktar di caricare su %@. Carica solo se hai scelto tu “Carica con Aktar” o Aktar nel menu Condividi.
ja: 別のアプリが、%@へのアップロードをAktarに依頼しました。「Aktarでアップロード」または共有メニューのAktarを自分で選んだ場合にのみアップロードしてください。
ko: 다른 앱이 Aktar에 %@(으)로 업로드하도록 요청했습니다. ‘Aktar로 업로드’ 또는 공유 메뉴의 Aktar를 직접 선택한 경우에만 업로드하십시오.
nl: Een andere app vroeg Aktar om te uploaden naar %@. Upload alleen als je zelf ‘Upload met Aktar’ of Aktar in het deelmenu hebt gekozen.
pl: Inna aplikacja poprosiła Aktar o przesłanie do %@. Prześlij tylko wtedy, gdy samodzielnie wybrano „Prześlij za pomocą Aktara” lub Aktar w menu Udostępnij.
pt_br: Outro app pediu ao Aktar para enviar para %@. Só envie se você mesmo escolheu “Enviar com o Aktar” ou o Aktar no menu Compartilhar.
ru: Другое приложение попросило Aktar загрузить в %@. Загружайте, только если вы сами выбрали «Загрузить с помощью Aktar» или Aktar в меню «Поделиться».
tr: Başka bir uygulama Aktar’dan %@ hedefine yüklemesini istedi. Yalnızca “Aktar ile Yükle”yi ya da Paylaş menüsünde Aktar’ı kendin seçtiysen yükle.
uk: Інша програма попросила Aktar вивантажити в %@. Вивантажуйте, лише якщо ви самі вибрали «Вивантажити за допомогою Aktar» або Aktar у меню «Поширити».
vi: Một ứng dụng khác đã yêu cầu Aktar tải lên %@. Chỉ tải lên nếu chính bạn đã chọn “Tải lên bằng Aktar” hoặc Aktar trong menu Chia sẻ.
zh_hans: 另一个应用请求 Aktar 上传到 %@。仅当你自己选择了“使用 Aktar 上传”或共享菜单中的 Aktar 时才上传。
zh_hant: 另一個 App 要求 Aktar 上傳到 %@。只有在你自己選擇了「使用 Aktar 上傳」或分享選單中的 Aktar 時才上傳。

source: API Key
de: API-Schlüssel
es: Clave de API
fr: Clé d’API
id: Kunci API
it: Chiave API
ja: APIキー
ko: API 키
nl: API-sleutel
pl: Klucz API
pt_br: Chave de API
ru: Ключ API
tr: API Anahtarı
uk: Ключ API
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 金鑰

source: Access needed
de: Zugriff nötig
es: Se necesita acceso
fr: Accès requis
id: Perlu akses
it: Accesso necessario
ja: アクセス許可が必要
ko: 접근 권한 필요
nl: Toegang vereist
pl: Wymagany dostęp
pt_br: Acesso necessário
ru: Нужен доступ
tr: Erişim gerekiyor
uk: Потрібен доступ
vi: Cần quyền truy cập
zh_hans: 需要访问权限
zh_hant: 需要取用權限

source: Account
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
ko: 계정
pl: Konto
pt_br: Conta
ru: Аккаунт
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳號

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add “Aktar” Finder tag
de: Finder-Tag „Aktar“ hinzufügen
es: Añadir la etiqueta de Finder «Aktar»
fr: Ajouter le tag Finder « Aktar »
id: Tambahkan tag Finder “Aktar”
it: Aggiungi il tag “Aktar” del Finder
ja: Finderタグ「Aktar」を追加
ko: ‘Aktar’ Finder 태그 추가
nl: Voeg Finder-tag ‘Aktar’ toe
pl: Dodaj tag Findera „Aktar”
pt_br: Adicionar a etiqueta do Finder “Aktar”
ru: Добавить тег Finder «Aktar»
tr: “Aktar” Finder etiketini ekle
uk: Додати мітку Finder «Aktar»
vi: Thêm thẻ Finder “Aktar”
zh_hans: 添加访达标签“Aktar”
zh_hant: 加入「Aktar」Finder 標籤

source: Add Folder…
de: Ordner hinzufügen …
es: Añadir carpeta…
fr: Ajouter un dossier…
id: Tambah Folder…
it: Aggiungi cartella…
ja: フォルダを追加…
ko: 폴더 추가…
nl: Voeg map toe…
pl: Dodaj folder…
pt_br: Adicionar pasta…
ru: Добавить папку…
tr: Klasör Ekle…
uk: Додати папку…
vi: Thêm thư mục…
zh_hans: 添加文件夹…
zh_hant: 加入資料夾…

source: Add Script…
de: Skript hinzufügen …
es: Añadir script…
fr: Ajouter un script…
id: Tambah Skrip…
it: Aggiungi script…
ja: スクリプトを追加…
ko: 스크립트 추가…
nl: Voeg script toe…
pl: Dodaj skrypt…
pt_br: Adicionar script…
ru: Добавить скрипт…
tr: Betik Ekle…
uk: Додати скрипт…
vi: Thêm tập lệnh…
zh_hans: 添加脚本…
zh_hant: 加入腳本…

source: Add Webhook
de: Webhook hinzufügen
es: Añadir webhook
fr: Ajouter un webhook
id: Tambah Webhook
it: Aggiungi webhook
ja: Webhookを追加
ko: 웹훅 추가
nl: Voeg webhook toe
pl: Dodaj webhook
pt_br: Adicionar webhook
ru: Добавить вебхук
tr: Webhook Ekle
uk: Додати вебхук
vi: Thêm webhook
zh_hans: 添加 Webhook
zh_hant: 加入 Webhook

source: Add Webhook…
de: Webhook hinzufügen …
es: Añadir webhook…
fr: Ajouter un webhook…
id: Tambah Webhook…
it: Aggiungi webhook…
ja: Webhookを追加…
ko: 웹훅 추가…
nl: Voeg webhook toe…
pl: Dodaj webhook…
pt_br: Adicionar webhook…
ru: Добавить вебхук…
tr: Webhook Ekle…
uk: Додати вебхук…
vi: Thêm webhook…
zh_hans: 添加 Webhook…
zh_hant: 加入 Webhook…

source: A file is only moved once the bucket confirms the whole upload, and never deleted outright.
de: Eine Datei wird erst verschoben, wenn der Bucket den ganzen Upload bestätigt, und nie endgültig gelöscht.
es: Un archivo solo se mueve cuando el bucket confirma la subida completa, y nunca se elimina directamente.
fr: Un fichier n’est déplacé qu’une fois l’envoi entier confirmé par le bucket, et n’est jamais supprimé définitivement.
id: File baru dipindahkan setelah bucket mengonfirmasi seluruh unggahan, dan tidak pernah langsung dihapus.
it: Un file viene spostato solo dopo che il bucket ha confermato l’intero caricamento, e non viene mai eliminato definitivamente.
ja: ファイルはバケットがアップロード全体を確認してから移動され、直接削除されることはありません。
ko: 파일은 버킷이 전체 업로드를 확인한 후에만 이동되며, 바로 삭제되지 않습니다.
nl: Een bestand wordt pas verplaatst als de bucket de volledige upload heeft bevestigd, en wordt nooit direct verwijderd.
pl: Plik jest przenoszony dopiero wtedy, gdy bucket potwierdzi całe przesłanie, i nigdy nie jest od razu usuwany.
pt_br: Um arquivo só é movido depois que o bucket confirma o envio completo, e nunca é excluído de vez.
ru: Файл перемещается, только когда бакет подтвердит загрузку целиком, и никогда не удаляется безвозвратно.
tr: Bir dosya ancak bucket yüklemenin tamamını doğruladıktan sonra taşınır ve asla doğrudan silinmez.
uk: Файл переміщується, лише коли бакет підтвердить усе вивантаження, і ніколи не видаляється остаточно.
vi: Tệp chỉ được di chuyển khi bucket xác nhận đã nhận đủ toàn bộ nội dung tải lên, và không bao giờ bị xóa hẳn.
zh_hans: 只有在存储桶确认完整上传后才会移动文件，且绝不会直接删除。
zh_hant: 只有在儲存貯體確認整個上傳完成後才會搬移檔案，且絕不會直接刪除。

source: After upload
de: Nach dem Upload
es: Después de subir
fr: Après l’envoi
id: Setelah diunggah
it: Dopo il caricamento
ja: アップロード後
ko: 업로드 후
nl: Na upload
pl: Po przesłaniu
pt_br: Depois do envio
ru: После загрузки
tr: Yüklemeden sonra
uk: Після вивантаження
vi: Sau khi tải lên
zh_hans: 上传后
zh_hant: 上傳後

source: After Upload
de: Nach dem Upload
es: Después de subir
fr: Après l’envoi
id: Setelah Diunggah
it: Dopo il caricamento
ja: アップロード後
ko: 업로드 후
nl: Na upload
pl: Po przesłaniu
pt_br: Depois do envio
ru: После загрузки
tr: Yüklemeden Sonra
uk: Після вивантаження
vi: Sau khi tải lên
zh_hans: 上传后
zh_hant: 上傳後

source: Aktar asks before it deletes anything from the bucket.
de: Aktar fragt, bevor es etwas aus dem Bucket löscht.
es: Aktar pregunta antes de eliminar nada del bucket.
fr: Aktar vous demande avant de supprimer quoi que ce soit du bucket.
id: Aktar meminta konfirmasi sebelum menghapus apa pun dari bucket.
it: Aktar chiede conferma prima di eliminare qualcosa dal bucket.
ja: Aktarはバケットから何かを削除する前に確認します。
ko: Aktar는 버킷에서 항목을 삭제하기 전에 확인을 요청합니다.
nl: Aktar vraagt het eerst voordat er iets uit de bucket wordt verwijderd.
pl: Aktar pyta, zanim usunie cokolwiek z bucketu.
pt_br: O Aktar pergunta antes de excluir qualquer coisa do bucket.
ru: Aktar спрашивает, прежде чем что-либо удалить из бакета.
tr: Aktar, bucket'tan bir şey silmeden önce sorar.
uk: Aktar запитує, перш ніж щось видалити з бакета.
vi: Aktar sẽ hỏi trước khi xóa bất kỳ thứ gì khỏi bucket.
zh_hans: Aktar 会在从存储桶删除任何内容前询问。
zh_hant: Aktar 從儲存貯體刪除任何內容前都會先詢問。

source: Aktar creates the bucket, turns on public links and saves the destination for you. It only needs an API token from your Cloudflare account.
de: Aktar erstellt den Bucket, aktiviert öffentliche Links und speichert das Ziel für dich. Dafür braucht es nur ein API-Token aus deinem Cloudflare-Konto.
es: Aktar crea el bucket, activa los enlaces públicos y guarda el destino por ti. Solo necesita un token de API de tu cuenta de Cloudflare.
fr: Aktar crée le bucket, active les liens publics et enregistre la destination pour vous. Il lui suffit d’un jeton d’API de votre compte Cloudflare.
id: Aktar membuat bucket, mengaktifkan tautan publik, dan menyimpan tujuan untuk Anda. Aktar hanya memerlukan token API dari akun Cloudflare Anda.
it: Aktar crea il bucket, attiva i link pubblici e salva la destinazione per te. Serve solo un token API del tuo account Cloudflare.
ja: Aktar がバケットの作成、公開リンクのオン、アップロード先の保存を代わりに行います。必要なのは Cloudflare アカウントの API トークンだけです。
ko: Aktar가 버킷을 만들고, 공개 링크를 켜고, 대상을 저장해 줍니다. Cloudflare 계정의 API 토큰만 있으면 됩니다.
nl: Aktar maakt de bucket aan, schakelt openbare links in en slaat de bestemming voor je op. Het heeft alleen een API-token van je Cloudflare-account nodig.
pl: Aktar tworzy bucket, włącza linki publiczne i zapisuje miejsce docelowe za Ciebie. Potrzebuje tylko tokenu API z Twojego konta Cloudflare.
pt_br: O Aktar cria o bucket, ativa os links públicos e salva o destino para você. Ele só precisa de um token de API da sua conta do Cloudflare.
ru: Aktar создает бакет, включает публичные ссылки и сохраняет место назначения за вас. Для этого нужен только API-токен из вашего аккаунта Cloudflare.
tr: Aktar bucket'ı oluşturur, genel bağlantıları açar ve hedefi senin için kaydeder. Tek ihtiyacı Cloudflare hesabından bir API token'ı.
uk: Aktar створює бакет, вмикає публічні посилання та зберігає ціль за вас. Потрібен лише API-токен з вашого облікового запису Cloudflare.
vi: Aktar tạo bucket, bật liên kết công khai và lưu đích giúp bạn. Aktar chỉ cần một token API từ tài khoản Cloudflare của bạn.
zh_hans: Aktar 会为你创建存储桶、开启公开链接并保存上传目标。它只需要你 Cloudflare 账户中的一个 API 令牌。
zh_hant: Aktar 會為你建立儲存貯體、開啟公開連結並儲存目的地。它只需要你 Cloudflare 帳號中的一個 API 權杖。

source: Aktar isn’t ready yet. Try again in a moment.
de: Aktar ist noch nicht bereit. Versuch es gleich noch einmal.
es: Aktar aún no está listo. Inténtalo de nuevo en un momento.
fr: Aktar n’est pas encore prêt. Réessayez dans un instant.
id: Aktar belum siap. Coba lagi sebentar lagi.
it: Aktar non è ancora pronto. Riprova tra un attimo.
ja: Aktar の準備がまだできていません。しばらくしてからもう一度お試しください。
ko: Aktar가 아직 준비되지 않았습니다. 잠시 후 다시 시도하십시오.
nl: Aktar is nog niet klaar. Probeer het zo opnieuw.
pl: Aktar nie jest jeszcze gotowy. Spróbuj ponownie za chwilę.
pt_br: O Aktar ainda não está pronto. Tente de novo daqui a pouco.
ru: Aktar еще не готов. Повторите попытку чуть позже.
tr: Aktar henüz hazır değil. Biraz sonra yeniden dene.
uk: Aktar ще не готовий. Спробуйте ще раз за мить.
vi: Aktar chưa sẵn sàng. Hãy thử lại sau giây lát.
zh_hans: Aktar 尚未准备好，请稍后再试。
zh_hant: Aktar 尚未就緒，請稍後再試一次。
